{"pageProps":{"blogData":{"content":{"slug":"/3","title":"The sacred 'sisters' of ancient America","description":"In Quebec, the tale of the \"three sisters\" isn't just a myth about cooperation; it's a message from Wendat ancestors that teaches modern people about ancient, life-sustaining food.\n\nAccording to Huron-Wendat legend, when the daughter of the original mother passed away, her body gave the world three sisters. In the story, each sister is unique: one stands tall, her long yellow hair blows in the wind. Another wears a bright yellow dress and is known to run off on her own. The third is so young she can only crawl along the ground. Only by working together are they able to flourish and grow – so the trio became inseparable.\n\nBut the sisters aren't people. They're crops: corn, squash and beans. And the story isn't just an old myth about cooperation, now shared with tourists who visit the Ekionkiestha' National Longhouse at the Huron-Wendat Museum, just outside Quebec City. It's a message from the ancestors of the First Nation that teaches modern Wendat people about the ancient, life-sustaining foods – and a companion planting technique called intercropping that's so important it survived all the turmoil and cultural losses that came with colonisation.\n\n\"Before our dispossession, Lake Huron was our home for centuries,\" said Johanne Paquet Sioui, a Wendat seed keeper and farmer. With arable land that stretched from Georgian Bay on Lake Huron to the shores of Lake Simcoe, the region known historically as Wendake or Huronia supported 30,000 to 35,000 Wendat people. \n\nThey lived in settlements surrounded by defensive palisades, with each village containing as many as 100 longhouses. Shared by four or five families, the large rectangular homes were built from log frames and covered with rounded roofs and walls made of cedar, fir or spruce bark. Windowless – the longhouses had two entrances, one at each end. Inside, the walls would have been lined with shelf-like beds that had food storage above them and wood piles beneath. Running in a row down the centre would have been cooking fires where a one-pot meal made from corn, beans and squash, called sagamité, may have simmered.\n\nBack then, the three sisters made up some 60-80% of the Wendat diet, and the Wendat culture, like many others across North America, was centred on the plants' cultivation. Sioui said the men cleared the land and then the women and children would build up dirt piles and plant the beans. As the small seedlings began to grow, the farmers returned and placed corn kernels in the centre of the mounds (theories vary on whether it was corn or beans that were planted first). Next, winter squash was sown. As the plants matured, the cornstalks served as bean poles while the large squash leaves shaded the soil, creating a microclimate that preserved moisture and inhibited weeds.\n\nToday we know that planting corn, beans and squash together results in better disease resistance, less reliance on fertilisers and improved crop yields. But for the Wendat people, it was a sacred act that respected ancient teachings. \"We don't pray, instead we're taught to make thanksgiving,\" said Sioui. \"For everything we are grateful for, we learn we have a responsibility to keep it that way.\"\n\nAt the end of the growing season, the vegetables were harvested and stored for winter. Corn and beans were dried and kept in the longhouse in bark or wooden containers. As far as possible, everything was used. Corn husks were braided for rope and twine, or used as filling for pillows and mattresses. The best seeds were selected and saved for the next season's planting by the seed keepers, whose job it is to collect and protect seeds.\n\nBut by 1650, the farms and village sites of Huronia or Wendake were empty. Thousands of Huron-Wendat people had succumbed to diseases including smallpox, ­influenza and measles, while others perished in the French and Iroquois Wars – a series of territorial and trade battles between the French, Haudenosaunee (Iroquois), English and other First Nations.\n\nOnly some 500 Huron-Wendat are said to have survived and escaped, and for 200 years, they didn't have a homeland. \"The old and the young died. They lost almost everything… their homes, their culture, their skills,\" said Sioui. What they didn't lose were their seeds, and every year, as they moved across the landscape, the men prepared the land, and the women planted the three sisters. And every year, after the harvest, the seed keepers saved seeds for the next spring.\n\nThen, in 1853, the Huron-Wendat People were allotted reserve land; according to the Indian Act, it measured three by five miles and was located at the edge of Quebec City in what was then Lower Canada. They had a home, but as on most reserves in Canada, there was no arable space provided for agriculture or other food production.\n\n\"The last garden we harvested was in 1853,\" said Sioui.\n\nThe three sisters don't just nurture the soil and each other. According to Sioui, the three vegetables combined are exceptionally nutritious. Studies say that a diet based on maize, beans and squash can  meet peoples' basic energy and protein requirements and can also help guard against diabetes. They're also high in antioxidants and provide trace minerals and folate, which guards against birth defects. But with the loss of farmland and the introduction of European staples including sugar, flour and butter, this ancient diet was almost completely replaced. The results were catastrophic.\n\nElders say that the loss of traditional foods is almost as damaging as the loss of language. Losing food systems severs a people's relationship with the natural world, the land, the plants and the seasons. It also takes away the intergenerational skills and celebrations that revolve around food sovereignty: spreading seeds or saving them, gathering together for harvests or for feasts.\n","image":{"url":"https://images.ctfassets.net/jnyuf76defm3/2cFHHTiIoCmlaECK11QXyP/57ab241a69a2f14c687c473caeb4d85a/fall.png","description":""}}}},"__N_SSG":true}