{"pageProps":{"blogData":{"content":{"slug":"/4","title":"Asia's 600-year-old fusion cuisine","description":"Six hundred years ago, women created Peranakan cooking – a Southeast Asian cuisine with multicultural roots – and have been shaping it ever since.\n\nWhen Elizabeth Ng was seven, her hideout wasn't the local playground or her bedroom, but the kitchen tucked at the back of a single-storey timber house in a beachside kampong (village) facing the Malacca Strait.\n\nNg grew up in Malacca, Malaysia, and was raised by her maternal grandmother, living with her four siblings and 15 cousins while her parents travelled around Southeast Asia as salespeople. After school ended for the day, she would go home, finish her homework and be beckoned into the kitchen with the other girls. The tasks were menial but had to be handled delicately, like carefully slicing fresh makrut lime leaves or dodging splashes of burning gravy or syrup while stirring a pot of curry or pineapple jam over a flame.\n\nPeranakan cooking, a Southeast Asian cuisine with multicultural roots, created and popularised by nyonyas (Peranakan women), is often labour-intensive and time-consuming. Sometimes it takes several days to prepare one dish. Take ayam buah keluak (chicken and black nuts stew) for instance. The buah keluak, a nut native to Malaysian and Indonesian mangroves, has to be soaked in water for three to five days, changing the water every day, before extracting the black paste inside the nuts.\n\nThe women in Ng's family would also clean and cut whole fresh chickens, and use a mortar and pestle to pound ingredients such as turmeric, lemongrass and shallots to make a rempah (spice paste). But Ng enjoyed the work, even when her grandmother chided her if there was a burnt smell coming from the pot. \"I learnt to be meticulous and patient,\" Ng said. \n\nHer grandmother had mastered cooking under Ng's great-grandmother, who had learned from her great-great-grandmother. \"It was always mothers,\" Ng said.\n\nNow living in Singapore, Ng is passing on the secrets of her family recipes. \"Whenever I cook, it brings back memories of spending time in the kitchen with my grandmother.\" On weekends, the financial services executive holds classes at her home, teaching eager adults how to make appetisers, gravies, dips, desserts and snacks, from the aromatic nasi ulam (a rice salad with mixed herbs) to a melt-in-your-mouth kueh salat (a cake made with glutinous rice and pandan custard).\n\nWhenever I cook, it brings back memories of spending time in the kitchen with my grandmother\n\nPeranakan food is known to be colourful and chockfull of local herbs and spices that give the eye-catching dishes their complex flavours. They can be spicy, salty and slightly sweet at the same time, like babi pongteh (pork braised with fermented soybean gravy); or sour, spicy and bursting with umami such as ikan asam pedas (spicy tamarind fish). Since most dishes require the ingredients to stew for long periods of time, all their flavours are released into the gravies, creating a tasty, indulgent mixture you can pour over rice or noodles, or dip your bread into.","image":{"url":"https://images.ctfassets.net/jnyuf76defm3/2bmEKzCGkdXhbIjtrVM0Ve/5a3f3acf0b8f493472bc09ddb2553ac7/rice.png","description":""}}}},"__N_SSG":true}