{"pageProps":{"blogData":{"content":{"slug":"/8","title":"The 'pasta revolution' sweeping Italy","description":"On the shores of Lake Garda, Italian chef Riccardo Camanini is bringing ancient Italian recipes – like cacio e pepe – into the modern day at his restaurant Lido 84.\n\nA female pig's bladder is preferable to a male pig's bladder when cooking rigatoni cacio e pepe en vessie (cheese and pepper rigatoni pasta cooked inside a pig's bladder) – the signature dish of chef Riccardo Camanini. This is due to the \"greater elasticity\", Camanini explained. The use of a bladder as a cooking vessel means that the pasta is steamed rather than boiled, and is fully immersed in the other ingredients – the pecorino cheese, salt, pepper and extra virgin olive oil – while it's cooking. But it also means that the dish never tastes the same twice.\n\n\"The bladder is the constant imperfection,\" Camanini said. \"Even if we just use female bladders, 35cm horizontal and 41cm vertical, they're never the same. One might be deeper, or more elastic, or one may be six months older than another. The dish lives on that imperfection.\"\n\nBefore serving the cacio e pepe, the pasta-filled bladder is brought to the guest's table in a golden dish. It's then cut open from bottom to top to reveal the creamy rigatoni inside and send the scent of the pecorino wafting through the air.\n\nOne piece of rigatoni from each batch of pasta always goes back to the kitchen for Camanini to taste. \"This is because it's always different,\" Camanini said. \"And there's a joy in la repetition du geste (the repetition of a gesture). It's something which keeps the passion in an artisan job alive.\"\n\nCamanini is the head chef and co-owner, along with his brother Giancarlo, of Lido 84. The restaurant opened in 2014 and earned a Michelin star six months later. As recently as July 2022, it was ranked the eighth best restaurant in the world on The World's 50 Best Restaurants list by a panel of culinary experts.\n\nThe restaurant sits on an idyllic inlet on Lake Garda, behind which lemon, olive, camphor and cypress trees layer into the mountains that steeply rise to the rugged peak of Monte Lavino. Lido 84's relaxed patio looks out over the lake, all the way to the region of Veneto. Inside, floor-to-ceiling windows treat guests to the same view.\n\nCacio e pepe is \"one of the most traditional pastas from Rome\", Camanini said. This was a key consideration when he was creating his version of the dish, and it's part of a wider trend in contemporary Italian cuisine that is taking Italian cuisine back to its roots. \n\n\"There is a new generation of Italian chefs who want to bring their heritage to their cuisine, and Riccardo Camanini is part of that,\" said Eleanora Cozzella, author of Pasta Revolution and an academy chair at The World's 50 Best Restaurants. \"Dry pasta has always been popular in Italy, but it wasn't used in haute cuisine until 12-15 years ago. It was something to feed the family – a poor ingredient. Now there is pride in it. There's a pasta revolution; a new knowledge of the history, of the production process and of different ways to cook it; in wine, tea or stock for example – or in a bladder.\"\n\nThe inspiration for Riccardo Camanini to cook the pasta in a pig's bladder originally came from Apicius, an ancient Roman text that includes the use of bladders in a variety of its (often essay-length) recipes. \"That book influenced me a lot,\" Camanini said.\n\nCooking en vessie means that the chef's work is done not at the stove, but on the chopping board. Once the ingredients are in the bladder and it's on the boil it's out of Camanini's hands. \"The end result is more pungent and acidic,\" said Cozzella.\n\nCamanini first witnessed cooking en vessie while working with Jean Louis Nomicos, Alan Ducasse's right-hand man, in Paris in the '90s. \"I had the chance to make, and taste, la volaille de Bresse en vessie,\" he said. \"It's a French plate from the 18th Century. The chef put a chicken into a pig's bladder – with truffle, foie gras, le Madère (Madeira wine) and other ingredients.\"\n\n\"The idea was to recreate one of Italy's most iconic dishes – pasta.\"\nWith his cacio e pepe, Camanini wanted to pay homage to this technique, rooted in Italian heritage.\n\n\"So, the idea was to recreate one of Italy's most iconic dishes – pasta,\" he said. \"As an Italian, I represent pasta, and so I saw a challenge in creating a recipe from what Mr Apicius wrote.\" Dry pasta wouldn't have existed when Apicius lived, Camanini added. \"It was only after 1200 CE, when commerce started from Sicily, that it became necessary,\" he said. \"But it was fun to imagine Apicius cooking this dish.\" \n\nThe biggest difference between Camanini's cacio e pepe and la volaille de Bresse en vessie is the cost of the ingredients. Whereas the latter is an incredibly expensive dish, cacio e pepe is quite the opposite. It's a humble meal, with origins in the huts of shepherds outside Rome. Camanini has \"brought a nobility to this traditional dish\", said Cozzella, and crucially, a focus on the quality of those core ingredients.\n\nLido 84's pecorino cheese comes from the coastal plain of Maremma Laziale in the region of Lazio. Their grey salt comes from Guérande, in France's Pays de la Loire region. The black pepper is Sarawak, often considered among the finest in the world, from Borneo.\n\n\"Eating the cacio e pepe is like a story, or a poem,\" said Camanini. \"We are touched by these artisan suppliers we meet and their passion, and our food becomes a story we want to share.\"\n\nCamini does not believe that a signature dish defines a chef. \"I love each of my sons equally,\" he said of the options on his menu. But in many ways, his cacio e pepe en vessie – simple yet complex, indulgent yet sophisticated and deeply artisanal – describes the story of his life-long relationship to food.\n\nCamanini was born in Sovere, near the lush Lake Iseo, a lesser-visited lake two-hour's drive from Lake Garda. \"We didn't have roots in gastronomy,\" said Camanini, \"but we did have roots in agriculture.\"\n\nFrom an early age, Camanini learned the importance of homegrown produce.\n\n\"Every year on 2 January, our family of 12-15 people would sit down to eat osso di maiale (pork bones),\" he recalled. \"Each family would have one or two pigs which would be killed at the start of November to produce salami, after the first nebbia (fog) of winter or autumn.\"","image":{"url":"https://images.ctfassets.net/jnyuf76defm3/xcmtFSPoqaWy1MPMtu9lm/66602bd476550c4d2d41a7469315ee0a/cacciopepe.png","description":"Cacio e pepe en vessie: A new (old) twist on cacio e pepe"}}}},"__N_SSG":true}